{
  "Hi people": "Terre",
  "welcome text": "Tere tulemast oma uuele Gatsby saidile.",
  "Now go build something great.": "Nüüd mine ehitada midagi suurepärast.",
  "Hi from Page": "See on leht",
  "Archives":"Arhiiv",
  "Sipsiku World Tour":"Sipsiku ümbermaailmareis",
  "What are your grandparents names?":"Mis on sinu vanavanemate nimed?",
  "Activity":"Tegevus",
  "Description": "Kirjeldus",
  "performers/workshop info":"esinejate/töötoa info",
  "activity description (performers/workshop info)": "tegevuse kirjeldus (esinejate/töötoa info)",
  "The Childhood Magic focuses on the tradition and the practices of Läänemaa, grandparents and grandchildren.":" Lapsepõlvemaagia keskendub pärimusele ning Läänemaa tavadele, vanavanemate ja lastelaste lugudele ning koostegemisele.",
  "We want to show the festival that the technological gadget is important, but the time consumed and the wisdom that was listened to, which is hidden behind the festival lies.":"Tahame festivaliga näidata, et tähtis ei ole tehnoloogiline vidin, vaid koosveedetud aeg ning kuulatud tarkuseterad, mis on peidetud festivali melusse.",
  "The talented children of Läänemaa will be performed and workshops will be held in which the works will be studied.":"Esinevad Läänemaa andekad lapsed ning toimuvad töötoad, kus õpitakse päristöid",
  "The target group of the festival is children, their parents and grandparents.":"Festivali sihtgrupiks on lapsed, nende vanemad ja vanavanemad.",
  "The festival will be conducted as a cultural festival aimed at bringing together children of all generations between games, music, activities, and real-life work.":"Festival viiakse läbi kultuurifestivalina, mille eesmärgiks on luua kontakt erinevate põlvkondade lapsepõlve mängude, muusika, tegevuste, reaalsete igapäevaelu tööde vahel.",
  "On the one hand, it is the childhood of today's children, and on the other hand, as a walk to the past to remind and pass on the inheritance.":"Ühest küljest on see tänaste laste LAPSEPÕLVEMAA ja teisalt kui jalutuskäik minevikku, et meenutada ja edasi anda pärandit.",
  "A great role is played on the identity of the place - Läänemaa. Childhood Magic is a cultural festival of children from Haapsalu and Läänemaa, where songs, dance, pitching, art and workshops meet.":"Suur roll on kohaidentiteedil – Läänemaa. Lapsepõlvemaagia on Haapsalu ja Läänemaa laste kultuurifestival, kus kohtuvad laul, tants, pillimäng, kunst ja töötoad.",
  "This is the party for children and families.":"See on laste ja perede pidu."
}